7767517
101 110
Input                    in0                      0 1 in0
Padding                  pad_42                   1 1 in0 1 0=3 1=3 2=3 3=3 4=2
Convolution              conv_43                  1 1 1 2 0=64 1=7 11=7 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=9408 7=1
InstanceNorm             in_4                     1 1 2 3 0=256 1=1.000000e-05 2=0
ReLU                     relu_27                  1 1 3 4
Convolution              conv_0                   1 1 4 5 0=128 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=73728
InstanceNorm             in_5                     1 1 5 6 0=128 1=1.000000e-05 2=0
ReLU                     relu_28                  1 1 6 7
Convolution              conv_1                   1 1 7 8 0=256 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=294912
InstanceNorm             in_6                     1 1 8 9 0=64 1=1.000000e-05 2=0
ReLU                     relu_29                  1 1 9 10
Split                    splitncnn_0              1 2 10 11 12
Padding                  pad_44                   1 1 12 13 0=1 1=1 2=1 3=1 4=2
Convolution              conv_45                  1 1 13 14 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_7                     1 1 14 15 0=64 1=1.000000e-05 2=0
ReLU                     relu_30                  1 1 15 16
Padding                  pad_46                   1 1 16 17 0=1 1=1 2=1 3=1 4=2
Convolution              conv_47                  1 1 17 18 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_8                     1 1 18 19 0=64 1=1.000000e-05 2=0
BinaryOp                 add_0                    2 1 11 19 20 0=0
Split                    splitncnn_1              1 2 20 21 22
Padding                  pad_48                   1 1 22 23 0=1 1=1 2=1 3=1 4=2
Convolution              conv_49                  1 1 23 24 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_9                     1 1 24 25 0=64 1=1.000000e-05 2=0
ReLU                     relu_31                  1 1 25 26
Padding                  pad_50                   1 1 26 27 0=1 1=1 2=1 3=1 4=2
Convolution              conv_51                  1 1 27 28 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_10                    1 1 28 29 0=64 1=1.000000e-05 2=0
BinaryOp                 add_1                    2 1 21 29 30 0=0
Split                    splitncnn_2              1 2 30 31 32
Padding                  pad_52                   1 1 32 33 0=1 1=1 2=1 3=1 4=2
Convolution              conv_53                  1 1 33 34 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_11                    1 1 34 35 0=64 1=1.000000e-05 2=0
ReLU                     relu_32                  1 1 35 36
Padding                  pad_54                   1 1 36 37 0=1 1=1 2=1 3=1 4=2
Convolution              conv_55                  1 1 37 38 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_12                    1 1 38 39 0=64 1=1.000000e-05 2=0
BinaryOp                 add_2                    2 1 31 39 40 0=0
Split                    splitncnn_3              1 2 40 41 42
Padding                  pad_56                   1 1 42 43 0=1 1=1 2=1 3=1 4=2
Convolution              conv_57                  1 1 43 44 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_13                    1 1 44 45 0=64 1=1.000000e-05 2=0
ReLU                     relu_33                  1 1 45 46
Padding                  pad_58                   1 1 46 47 0=1 1=1 2=1 3=1 4=2
Convolution              conv_59                  1 1 47 48 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_14                    1 1 48 49 0=64 1=1.000000e-05 2=0
BinaryOp                 add_3                    2 1 41 49 50 0=0
Split                    splitncnn_4              1 2 50 51 52
Padding                  pad_60                   1 1 52 53 0=1 1=1 2=1 3=1 4=2
Convolution              conv_61                  1 1 53 54 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_15                    1 1 54 55 0=64 1=1.000000e-05 2=0
ReLU                     relu_34                  1 1 55 56
Padding                  pad_62                   1 1 56 57 0=1 1=1 2=1 3=1 4=2
Convolution              conv_63                  1 1 57 58 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_16                    1 1 58 59 0=64 1=1.000000e-05 2=0
BinaryOp                 add_4                    2 1 51 59 60 0=0
Split                    splitncnn_5              1 2 60 61 62
Padding                  pad_64                   1 1 62 63 0=1 1=1 2=1 3=1 4=2
Convolution              conv_65                  1 1 63 64 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_17                    1 1 64 65 0=64 1=1.000000e-05 2=0
ReLU                     relu_35                  1 1 65 66
Padding                  pad_66                   1 1 66 67 0=1 1=1 2=1 3=1 4=2
Convolution              conv_67                  1 1 67 68 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_18                    1 1 68 69 0=64 1=1.000000e-05 2=0
BinaryOp                 add_5                    2 1 61 69 70 0=0
Split                    splitncnn_6              1 2 70 71 72
Padding                  pad_68                   1 1 72 73 0=1 1=1 2=1 3=1 4=2
Convolution              conv_69                  1 1 73 74 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_19                    1 1 74 75 0=64 1=1.000000e-05 2=0
ReLU                     relu_36                  1 1 75 76
Padding                  pad_70                   1 1 76 77 0=1 1=1 2=1 3=1 4=2
Convolution              conv_71                  1 1 77 78 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_20                    1 1 78 79 0=64 1=1.000000e-05 2=0
BinaryOp                 add_6                    2 1 71 79 80 0=0
Split                    splitncnn_7              1 2 80 81 82
Padding                  pad_72                   1 1 82 83 0=1 1=1 2=1 3=1 4=2
Convolution              conv_73                  1 1 83 84 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_21                    1 1 84 85 0=64 1=1.000000e-05 2=0
ReLU                     relu_37                  1 1 85 86
Padding                  pad_74                   1 1 86 87 0=1 1=1 2=1 3=1 4=2
Convolution              conv_75                  1 1 87 88 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_22                    1 1 88 89 0=64 1=1.000000e-05 2=0
BinaryOp                 add_7                    2 1 81 89 90 0=0
Split                    splitncnn_8              1 2 90 91 92
Padding                  pad_76                   1 1 92 93 0=1 1=1 2=1 3=1 4=2
Convolution              conv_77                  1 1 93 94 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_23                    1 1 94 95 0=64 1=1.000000e-05 2=0
ReLU                     relu_38                  1 1 95 96
Padding                  pad_78                   1 1 96 97 0=1 1=1 2=1 3=1 4=2
Convolution              conv_79                  1 1 97 98 0=256 1=3 11=3 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=589824 7=1
InstanceNorm             in_24                    1 1 98 99 0=64 1=1.000000e-05 2=0
BinaryOp                 add_8                    2 1 91 99 100 0=0
Deconvolution            deconv_2                 1 1 100 101 0=128 1=3 11=3 12=1 13=2 14=1 18=1 19=1 2=1 3=2 4=1 5=1 6=294912
InstanceNorm             in_25                    1 1 101 102 0=128 1=1.000000e-05 2=0
ReLU                     relu_39                  1 1 102 103
Deconvolution            deconv_3                 1 1 103 104 0=64 1=3 11=3 12=1 13=2 14=1 18=1 19=1 2=1 3=2 4=1 5=1 6=73728
InstanceNorm             in_26                    1 1 104 105 0=256 1=1.000000e-05 2=0
ReLU                     relu_40                  1 1 105 106
Padding                  pad_80                   1 1 106 107 0=3 1=3 2=3 3=3 4=2
Convolution              conv_81                  1 1 107 108 0=3 1=7 11=7 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=9408 7=1
TanH                     tanh_41                  1 1 108 out0
